Repository: CarlsGalad/gona_farmer
Catalog: lib/l10n/gona_*.arb
Languages: af, sw, zu

# email_hint
source: Email
af: Imel
zu: I-meeli

# password_hint
source: Password
af: Kalmar sirri
sw: Okwuntughe
zu: Ọrọ aṣínà

source: Loading...
af: Ana loda...
sw: Na-ebudata...
zu: Nwọle...

source: Error:
af: Kuskure
sw: Njehie
zu: Aṣiṣe

source: Welcome Back!
af: Barka da zuwa!
sw: Nnabata!
zu: Ẹkú Ayé!

source: Orders count
af: Nau'ukan
sw: Nde N'ọrụ
zu: Awojọ

source: Processed Orders
af: Nau'ukan da aka samu
sw: Nde Mee
zu: Awojọ ti a sise

source: Delivered Items
af: Kayayyakin da aka kai
sw: Nde Na-Ewe
zu: Ibi ti a fi

source: Total Sales
af: Nau'in dukan
sw: Ego Ego
zu: Ipinlẹ ibeere

source: Total Earnings
af: Samar da dukan
sw: Mba Nkwụsị
zu: Ipinlẹ alọ

source: Today's Task
af: Ayyukan yau
sw: Nkọwa Ọma
zu: Iṣẹ ojọ ti ńlẹ

source: Add Item
af: Kara abu
sw: Tinye Ebea
zu: Fi iṣẹ lọ

source: Inventory
af: Kariyar jumla
sw: Isi Obi
zu: Iṣẹ isọgbe

source: Manage items' data
af: Yin bayanin data na abu
sw: Choro Ebea Data
zu: San iṣẹ ti o nilo

source: Add Promo Item
af: Kara abu na bada
sw: Tinye Ebea Promo
zu: Fi iṣẹ ala lọ

source: Promotions
af: Gajeren
zu: Ipinlẹ ala

# manage_promotions_data
source: Manage promotions item data
af: Yin bayanin data na gajeren
sw: Choro Data N'akụkọ
zu: San iṣẹ ti o nilo

source: No Internet Connection
af: Babu tallafi na intanet
sw: N'anya n'obi anwụghị dị
zu: Ko si owo orilẹ-ede

source: Retry
af: Duba
sw: Nọrọ Ịchọ
zu: Jẹkí ọrẹ

source: Profile
af: Bayanin martaba
sw: Profaili
zu: Akọsilẹ

source: Notifications
af: Sanarwar
sw: Nkwenye
zu: Ifitonileti

source: Settings
af: Saituna
sw: Nhazi
zu: Awọn eto

source: About
af: Game da
sw: Banyere
zu: Nipa

# help_center
source: Help Centre
af: Cibiyar Taimako
sw: Help Center
zu: Ile-iṣẹ Iranlọwọ

# sign_up_title
source: Let's sign you up
af: Mu shiga ku
sw: Ka anyị debanye aha gị
zu: Jẹ ki a forukọsilẹ ọ

# farm_name_hint
source: Farm Name
af: Sunan Gona
sw: Aha Ubi
zu: Orukọ Ọgbà

# owner_name_hint
source: Owner's Name
af: Sunan Mai Gona
sw: Aha Onye nwe
zu: Orukọ Onílé

# phone_hint
source: Phone
af: Waya
sw: Ekwe nti
zu: Foonu

# address_hint
source: Farm Address
af: Adireshin Gona
sw: Adreesị Ubi
zu: Adirẹsi Ọgbà

# city_hint
source: City
af: Gari
sw: Obodo
zu: Ìlú

# state_hint
source: State
af: Jiha
sw: Steeti
zu: Ìpínlẹ̀

# confirm_password_hint
source: Confirm Password
af: Tabbatar da Kalmar sirri
sw: Tulee Paswọọdụ
zu: Fìdi Ọ̀rọ̀ aṣínà rẹ

# sign_up_button
source: Sign Up
af: Shiga
sw: Debanye aha
zu: Forukọsilẹ

# continue_with
source: Or continue with
af: Ko ci gaba da
sw: Ma ọ bụ gaa n'ihu na
zu: Tabi tesiwaju pẹlu

# already_have_account
source: Already have an account?
af: Kana da asusu?
sw: Ị nwere akaụntụ?
zu: Ṣe o ti ní àkọọlẹ kan?

source: Sign In now
af: Shiga yanzu
sw: Banye ugbu a
zu: Wọlé nisisiyi

source: Passwords don't match!
af: Kalmar sirri bata dace ba!
sw: Paswọọdụ anaghị adabara!
zu: Ọ̀rọ̀ aṣínà kò bàjẹ!

source: Sign-up failed
af: Shiga ya kasa
sw: Ndebanye aha dara
zu: Forukọsilẹ ti kuna

# save_details_failed
source: Failed to save user details
af: Kasa adana bayanan mai amfani
sw: Echefuo idobe nkọwa onye ọrụ
zu: Kuna lati fipamọ alaye olumulo

source: Analytics
af: Nazari
sw: Nyocha
zu: Ìtúpalẹ̀

source: Top Ten Sold Items
af: Mafi Shaharar Kaya guda goma
sw: Ihe Kasị Akwụsị Ọrụ iri
zu: Ẹ̀rọ Àkọ́kọ́ mẹ́wàá tí ó jẹ

source: Performance Chart
af: Kundin Ayyuka
sw: Grafụ Ọrụ
zu: Tábìlì iṣẹ́

source: Show This Week
af: Nuna wannan makon
sw: Gosi izu a
zu: Fìdí hàn Àìkú

source: Show Last Six Months
af: Nuna watanni shida da suka gabata
sw: Gosi ọnwa isii gara aga
zu: Fìdí hàn osù mẹ́fà

# earnings_last_six_months
source: Earnings in the last six months
af: Kudin da aka samu a cikin watanni shida da suka gabata
sw: Ego anataara n'ọnwa isii gara aga
zu: Èrè ní osù mẹ́fà

source: sold
af: an sayar
sw: rere
zu: tà

# order_count_tile_error
source: Error: Unable to fetch orders
af: Kuskure: Ba a iya ɗaukar umarni ba
sw: Njehie: Enweghị ike ibute iwu
zu: Aṣiṣe: Ko le gba awọn aṣẹ

# orders_label
source: Orders
af: Umarni
sw: Ihe ọsịsọ
zu: Awọn aṣẹ

# processed_tile_error
source: Error:
af: Kuskure:
sw: Njehie:
zu: Aṣiṣe:

# processed_orders_label
source: Processed Order's
af: Umarnin da aka sarrafa
sw: Ihe ndị e jikọrọ
zu: Awọn aṣẹ ti a ti ṣiṣẹ

# delivered_label
source: Delivered
af: An kawo
sw: Enwekwara
zu: Ti firanṣẹ

# total_sales_label
source: Total sales
af: Jimillar tallace-tallace
sw: Azụmahịa na-ahụ
zu: Gbogbo tita

# total_earnings_error
source: Error:
af: Kuskure:
sw: Njehie:
zu: Aṣiṣe:

# total_earnings_label
source: Total Earnings
af: Jimillar ribar
sw: Nke amụma
zu: Gbogbo ere

source: Last six Months
af: Watanni shida na ƙarshe
sw: Izizi ọnwa isii
zu: Oṣu mẹfa to kọja

source: Monthly Earnings
af: Kudin shiga na wata
sw: Ego mgbazinye kwa ọnwa
zu: Ere oṣooṣu

source: This week
af: Wannan makon
sw: Izu a
zu: Ọsẹ yi

source: This week's Earnings
af: Kudin shiga na wannan makon
sw: Ego mgbazinye nke izu a
zu: Ere ọsẹ yi

source: Mon
af: Lit
sw: Mọnde

source: Tue
af: Tal
sw: Tuzdee

source: Wed
af: Lar
sw: Wenezdee

source: Thu
af: Alh
sw: Tọọzdee

source: Fri
af: Jum
sw: Fraịdee

source: Sat
af: Asa
sw: Satọdee

source: Sun
af: Lah
sw: Sọnde

source: January
af: Janairu
sw: Jenụwarị
zu: Oṣù Kini

source: February
af: Faburairu
sw: Febrụwarị
zu: Oṣù Keji

source: March
af: Maris
sw: Maachị
zu: Oṣù Kẹta

source: April
af: Afrilu
sw: Eprel
zu: Oṣù Kẹrin

source: May
af: Mayu
sw: Mee
zu: Oṣù Karun

source: June
af: Yuni
sw: Juun
zu: Oṣù Kefa

source: July
af: Yuli
sw: Julaị
zu: Oṣù Keje

source: August
af: Agusta
sw: Ọgọst
zu: Oṣù Kejo

source: September
af: Satumba
sw: Septemba
zu: Oṣù Kesán

source: October
af: Oktoba
sw: Ọktoba
zu: Oṣù Kewá

source: November
af: Nuwamba
sw: Novemba
zu: Oṣù Kọkànlá

source: December
af: Disamba
sw: Disemba
zu: Oṣù Kẹwàá

source: Chat with Admin
af: Hira da Shugaban Tsarin
sw: Kparịta ụka na Onye Nchịkwa
zu: Bá àwọn olóró jíròrò

source: Anonymous
af: Ba a Sani ba
sw: Onye na-amaghị ama
zu: Aláìmò

source: Live Chat with Admin
af: Hira kai tsaye da Shugaban Tsarin
sw: Kparịta ụka ozugbo na Onye Nchịkwa
zu: Jíròrò tó ń ràn wá lọ́wọ́ pẹ̀lú olóró

source: No chats available
af: Babu tattaunawa da ake da ita
sw: Enweghị mkparịta ụka dị
zu: Kò sí àwọn jíròrò tí ó wà níbẹ̀

source: Please select a chat
af: Da fatan za a zaɓi wata tattaunawa
sw: Biko họrọ mkparịta ụka
zu: Ẹ jọ̀wọ́ yàn jíròrò kan

source: Message Title
af: Sunan Saƙo
sw: Aha Ozi
zu: Àkọlé Ìròyìn

source: No messages in this chat
af: Babu saƙonni a cikin wannan tattaunawa
sw: Enweghị ozi n'ime mkparịta ụka a
zu: Kò sí ìròyìn ní jíròrò yìí

source: Type a message...
af: Rubuta saƙo...
sw: Dee ozi...
zu: Kọ́ Ìròyìn kan...

source: Live chat 24/7
af: Hira kai tsaye 24/7
sw: Mkparịta ụka dị na n'ịntanetị 24/7
zu: Ibaraẹnisọrọ ifiwe 24/7

# faq_title
source: FAQ
af: Tambayoyi da Amsoshi
sw: Ajụjụ ndị a na-ajụkarị
zu: Awon Ibeere Ti A Ma N Beere Nigbagbogbo

# app_title
source: Gona Market Place By Carlson Galad
af: Kasuwar Gona Ta Carlson Galad
sw: Ahịa Gona site na Carlson Galad
zu: Oja Gona Nipa Carlson Galad

source: Customer Care
af: Kula da Abokin Ciniki
sw: Nlekọta Ahịa
zu: Itọju Onibara

# hotline_number
source: Hotline: 07080841335
af: Lambar Tuntuɓa: 07080841335
sw: Nọmba ọkpọ oku: 07080841335
zu: Nọmba Ipe Kika: 07080841335

# email_support
source: Email: support@gona.com
af: Imel: support@gona.com
zu: Imeeli: support@gona.com

source: Live Chat
af: Tattaunawa Kai Tsaye
sw: Mkparịta ụka Dị ndụ
zu: Ibaraẹnisọrọ Ifiwe

# faq_question_1
source: What types of products can I sell on the app?
af: Wane irin kayan amfanin gona zan iya sayarwa a manhajar?
sw: Kedu ụdị ngwaahịa m nwere ike ire na ngwa ahụ?
zu: Awon iru awọn ọja wo ni mo le ta lori ohun elo naa?

# faq_answer_1
source: You can sell a wide range of farming products and supplies, including farm produce, livestock, farming equipment, pesticides, herbicides, fertilizers, and other agricultural-related items.
af: Za ku iya sayar da nau'ikan kayan amfanin gona iri-iri da kayayyakin da ake amfani da su wajen noman, ciki har da kayan amfanin gona, dabbobi, kayan aikin noma, magungunan kashe kwari, magungunan kashe ciyawa, takin zamani, da sauran kayan noma.
sw: Ị nwere ike ire ụdị ngwaahịa na ngwá ahịa ugbo dị iche iche, gụnyere ngwaahịa ugbo, anụ ụlọ, ngwa ọrụ ugbo, ọgwụ osisi, ọgwụ ihe ndị na-emepụta ihe, nri, na ihe ndị ọzọ metụtara ọrụ ugbo.
zu: O le ta ọpọlọpọ awọn ọja ogbin ati awọn ipese, pẹlu awọn ẹru ogbin, ẹran-ara, awọn irinṣẹ ogbin, awọn pesticides, awọn herbicides, awọn ajile, ati awọn ohun miiran ti o ni ibatan si ogbin.

# faq_question_2
source: How do I create a seller account?
af: Ta yaya zan kirkiro asusun mai siyarwa?
sw: Kedu ka m ga-esi mepụta akaụntụ onye na-ere ahịa?
zu: Bawo ni MO ṣe le ṣẹda akọọlẹ ti o ta?

# faq_answer_2
source: To create a seller account, go to the app's registration page and select the option to register as a seller. Fill in the required information, including your contact details and business information. Once your account is verified, you can start listing your products for sale.
af: Don kirkiro asusun mai siyarwa, je zuwa shafin rajista na manhajar kuma zaɓi zaɓi don rajistar mai siyarwa. Cika bayanan da ake buƙata, ciki har da bayanan tuntuɓar ku da bayanan kasuwancin ku. Da zarar an tabbatar da asusun ku, zaku iya fara jera kayayyakin ku don siyarwa.
sw: Iji mepụta akaụntụ onye na-ere ahịa, gaa na ibe ndebanye aha ngwa ahụ ma họrọ nhọrọ ndebanye aha dịka onye na-ere ahịa. Debe ozi achọrọ, gụnyere nkọwa kọntaktị gị na ozi azụmahịa gị. Ozugbo a na-enyocha akaụntụ gị, ị nwere ike ịmalite ịkpọsa ngwaahịa gị maka ire ere.
zu: Lati ṣẹda akọọlẹ ti o ta, lọ si oju-iwe iforukọsilẹ ti ohun elo naa ki o yan aṣayan lati forukọsilẹ bi ẹni ti o ta. Fọwọsi alaye ti a beere, pẹlu awọn alaye olubasọrọ rẹ ati alaye iṣowo rẹ. Lẹ́yìn ti a bá ti fọwọsi akọọlẹ rẹ̀, o le bẹrẹ lati ṣe atokọ awọn ọja rẹ fun tita.

# faq_question_3
source: Is there a fee for selling on the app?
af: Shin akwai wani kuɗi da ake caji don siyarwa a manhajar?
sw: Ọ bụ na enwere ụgwọ maka ire na ngwa ahụ?
zu: Njẹ iyalẹnu wa fun tita lori ohun elo naa?

# faq_answer_3
source: Yes, there may be a nominal fee or commission charged for each successful sale made through the app. The fee structure may vary depending on the type of product and the pricing plan chosen by the seller.
af: Eh, za'a iya cajin kuɗi kaɗan ko kuma caji na kowane nasarar siyarwa da aka yi ta manhajar. Tsarin caji zai iya bambanta dangane da nau'in kayan da kuma tsarin farashin da mai siyarwa ya zaɓa.
sw: Ee, enwere ike ịgbakwunye ụgwọ ma ọ bụ ụgwọ maka ihe ịga nke ọma ọ bụla emere site na ngwa ahụ. Usoro ụgwọ ahụ nwere ike ịdị iche iche dabere na ụdị ngwaahịa na atụmatụ ọnụahịa onye na-ere ahịa họọrọ.
zu: Bẹẹni, o le jẹ iyalẹnu kekere tabi idiyele ti a gba fun gbogbo tita ti o ṣẹlẹ nipasẹ ohun elo naa. Eto idiyele le yato si da lori iru ọja ati eto idiyele ti ẹni ti o ta yan.

# faq_question_4
source: How do I list my products for sale?
af: Ta yaya zan jera kayayyakin na don siyarwa?
sw: Kedu ka m ga-esi depụta ngwaahịa m maka ire?
zu: Bawo ni mo ṣe le ṣe akojọ awọn ọja mi fun tita?

# faq_answer_4
source: To list your products for sale, log in to your seller account and navigate to the dashboard. From there, you can select the option to add a new product listing. Fill in the details of your product, including its name, description, price, and images. Once your listing is complete, it will be visible to potential buyers on the app.
af: Don jera kayayyakin ku don siyarwa, shiga asusun mai siyarwar ku kuma ku kewaya zuwa dashboard. Daga nan, zaku iya zaɓar zaɓi don ƙara sabon jeren kayan. Cika bayanan kayanku, ciki har da sunan sa, bayanin sa, farashin sa, da hotunansa. Da zarar an kammala jerin kayanku, zai kasance a bayyane ga masu saye a manhajar.
sw: Iji depụta ngwaahịa gị maka ire, banye na akaụntụ onye na-ere ahịa gị wee gaa na dashboard. Site ebe ahụ, ị nwere ike họrọ nhọrọ ịgbakwunye ụdị ngwaahịa ọhụrụ. Debe nkọwa nke ngwaahịa gị, gụnyere aha ya, nkọwa ya, ọnụ ya, na foto ya. Ozugbo depụtara ngwaahịa gị zuru ezu, ọ ga-adị ka ọhụnanya maka ndị na-azụ ahịa ga-ekwe omume na ngwa ahụ.
zu: Lati ṣe akojọ awọn ọja rẹ fun tita, wọle si akọọlẹ ti o ta rẹ̀ ki o lọ si dashboard. Láti ibẹ̀, o le yan aṣayan lati fi akojọ ọja titun kun. Fọwọsi alaye ti ọja rẹ, pẹlu orukọ rẹ, apejuwe rẹ, idiyele rẹ, ati awọn aworan rẹ. Lẹ́yìn ti a bá ti pari akojọ ọja rẹ, o yoo han si awọn onibara ti o ṣeeṣe lori ohun elo naa.

# faq_question_5
source: What marketing tools are available to promote my products?
af: Wadanne kayan tallace-tallace ne suke samuwa don tallata kayana?
sw: Kedu ihe ndị na-enye aka na ahịa na-enye maka ịkwalite ngwaahịa m?
zu: Awon awọn irinṣẹ ti o wa fun igbega awọn ọja mi ni kini?

# faq_answer_5
source: The app provides various marketing tools and features to help sellers promote their products, including featured listings, sponsored ads, and promotional campaigns. Sellers can also leverage social media integration and email marketing to reach a wider audience.
af: Manhajar tana samar da kayan tallace-tallace daban-daban da fasaloli don taimakawa masu siyarwa wajen tallata kayansu, ciki har da jerin da aka nuna, tallace-tallacen da aka biya, da kamfen na talla. Haka kuma, masu siyarwa zasu iya amfani da haɗin kai na kafofin sada zumunta da tallace-tallacen imel don isa ga masu sauraro da yawa.
sw: Ngwa ahụ na-enye ngwaọrụ ahịa dị iche iche na atụmatụ iji nyere ndị na-ere ahịa aka ịkwalite ngwaahịa ha, gụnyere nsoro ndepụta, mgbasa ozi mgbazinye ụgwọ, na nkwalite ịkpọsa. Ndị na-ere ahịa nwekwara ike iji njikọ nke netwọk mmekọrịta na ahịa email iji rute n'ọtụtụ ndị ahịa.
zu: Ohun elo naa pese awọn irinṣẹ titaja oriṣiriṣi ati awọn ẹya lati ṣe iranlọwọ fun awọn ẹni ti o ta ni igbega awọn ọja wọn, pẹlu awọn atokọ ifihan, awọn ipolongo owo, ati awọn ipolongo igbega. Awọn ẹni ti o ta tun le lo anfani ti isọpọ media media ati titaja imeeli lati de ọdọ olugbo pupọ.

# faq_question_6
source: How do I manage orders and fulfillments?
af: Ta yaya zan kula da umarni da cika su?
sw: Kedu ka m ga-esi jikwaa njide na mmezu?
zu: Bawo ni mo ṣe le ṣakoso awọn ibere ati ipese?

# faq_answer_6
source: You can manage orders and fulfillments through the seller dashboard. When a customer places an order, you will receive a notification, and the order details will be visible in your dashboard. You can then process the order, pack the items, and arrange for shipping or pickup.
af: Zaka iya kula da umarni da cika su ta hanyar dashboard ɗin mai siyarwa. Lokacin da abokin ciniki ya yi oda, za ku sami sanarwa, kuma cikakken bayanin odar zai kasance a cikin dashboard ɗin ku. Daga nan zaku iya sarrafa odar, shirya kayayyakin, da tsara sufuri ko tsamo.
sw: Ị nwere ike jikwaa njide na mmezu site na dashboard onye na-ere ahịa. Mgbe onye ahịa na-etinye njide, ị ga-enweta ọkwa, na nkọwa njide ahụ ga-ahụ anya na dashboard gị. Site ebe ahụ, ị nwere ike ịrụ ọrụ njide ahụ, debe ihe ndị ahụ, na-edozi mbupu ma ọ bụ ịkpọsa.
zu: O le ṣakoso awọn ibere ati ipese nipasẹ dashboard ti ẹni ti o ta. Nigbati alabara ba ṣe ibere, iwọ yoo gba iwifunni, ati alaye ibere naa yoo han lori dashboard rẹ. Láti ibẹ̀, o le ṣe ilana ibere naa, fi awọn ohun kan pamọ, ati ṣeto gbigbe tabi gbigba.

# faq_question_7
source: What support is available for sellers?
af: Wadanne tallafi ake bayarwa ga masu siyarwa?
sw: Kedu ihe nkwado dị maka ndị na-ere ahịa?
zu: Awon awọn atilẹyin ti o wa fun awọn ẹni ti o ta ni kini?

# faq_answer_7
source: The app provides dedicated seller support to assist with any questions or issues you may encounter. You can contact seller support through the app's help center or by reaching out to our customer service team via email or phone.
af: Manhajar tana ba da tallafin mai siyarwa na musamman don taimakawa da duk wata tambaya ko matsala da zaku iya fuskanta. Kuna iya tuntuɓar tallafin mai siyarwa ta hanyar cibiyar taimako na manhajar ko ta hanyar tuntuɓar ƙungiyar sabis na abokin ciniki ta imel ko waya.
sw: Ngwa ahụ na-enye nkwado pụrụ iche maka ndị na-ere ahịa iji nyere ha aka na ajụjụ ma ọ bụ nsogbu ọ bụla ha nwere ike izute. Ị nwere ike ịkpọtụrụ nkwado onye na-ere ahịa site na etiti enyemaka ngwa ahụ ma ọ bụ site na ikpọtụrụ otu ọrụ ahịa anyị site na email ma ọ bụ ekwentị.
zu: Ohun elo naa pese atilẹyin ti a ṣe igbẹhin fun awọn ẹni ti o ta lati ṣe iranlọwọ pẹlu eyikeyi awọn ibeere tabi awọn iṣoro ti wọn le pade. O le kan si atilẹyin ti ẹni ti o ta nipasẹ aarin iranlọwọ ti ohun elo naa tabi nipa ifọwọkan ẹgbẹ iṣẹ alabara wa nipasẹ imeeli tabi foonu.

# faq_question_8
source: Can I sell internationally through the app?
af: Shin zan iya sayarwa a duniya ta hanyar manhajar?
sw: Ọ bụ na m nwere ike ire na mba ụwa site na ngwa ahụ?
zu: Njẹ Mo le ta ni kariaye nipasẹ ohun elo naa?

# faq_answer_8
source: Currently, the app only supports selling within the country. International selling capabilities may be added in the future, depending on market demand and regulatory considerations.
af: A halin yanzu, manhajar tana goyan bayan siyarwa a cikin ƙasa kawai. Iyakokin siyarwa na ƙasa za'a iya ƙara nan gaba, dangane da buƙatun kasuwa da la'akari da dokoki.
sw: Oge a, ngwa ahụ na-akwado ire na mba naanị. Enwekwara ike ịgbakwunye ikike ịre ahịa mba ụwa n'ọdịnihu, dabere na ọchịchọ ahịa na atụmatụ iwu.
zu: Lọwọlọwọ, ohun elo naa ṣe atilẹyin tita laarin orilẹ-ede naa nikan. Awọn agbara tita agbaye le ṣee fi kun ni ọjọ iwaju, ti o da lori ibeere ọja ati awọn imọran ilana.

source: Add Image
af: Ƙara Hoto
sw: Tinye Ihe Oyiyi
zu: Fi aworan kun

source: Name
af: Suna
sw: Aha
zu: Orukọ

# please_enter_name
source: Please enter a name
af: Da fatan za a shigar da suna
sw: Biko tinye aha
zu: Jọwọ tẹ orukọ sii

source: Price
af: Farashi
sw: Ọnụahịa
zu: Iye

# please_enter_price
source: Please enter a price
af: Da fatan za a shigar da farashi
sw: Biko tinye ọnụahịa
zu: Jọwọ tẹ iye sii

source: Description
af: Bayani
sw: Nkọwa
zu: Apejuwe

# please_enter_description
source: Please enter a description
af: Da fatan za a shigar da bayani
sw: Biko tinye nkọwa
zu: Jọwọ tẹ apejuwe sii

source: Farming Year
af: Shekarar Noma
sw: Afọ Ọrụ Ugbo
zu: Ọdun Iṣẹ-agbe

# please_enter_farming_year
source: Please enter a Farming year
af: Da fatan za a shigar da shekarar noma
sw: Biko tinye afọ ọrụ ugbo
zu: Jọwọ tẹ ọdun iṣẹ-agbe sii

source: Select Category
af: Zaɓi Rukuni
sw: Họrọ Ụdị
zu: Yan Ẹka

# please_select_category
source: Please select a category
af: Da fatan za a zaɓi rukuni
sw: Biko họrọ Ụdị
zu: Jọwọ yan ẹka kan

source: Available Quantity
af: Adadin Da Ake Da Shi
sw: Ọnụ Ogologo Ọdị
zu: Iye Ti O Wa

# please_enter_quantity
source: Please enter a quantity
af: Da fatan za a shigar da adadi
sw: Biko tinye ọnụ
zu: Jọwọ tẹ iye ti o wa sii

source: Selling Method
af: Hanyar Sayarwa
sw: Ụzọ Ere Ahịa
zu: Ọna tita

# please_select_selling_method
source: Please select a selling method
af: Da fatan za a zaɓi hanyar sayarwa
sw: Biko họrọ ụzọ ere ahịa
zu: Jọwọ yan ọna tita

source: Submit
af: Aika
sw: Nyefee
zu: Fi ranṣẹ

# please_select_category_and_subcategory
source: Please select a category and subcategory
af: Da fatan za a zaɓi rukuni da ƙasa-rukuni
sw: Biko họrọ Ụdị na Ụdị-nkewa
zu: Jọwọ yan ẹka ati ẹka kekere

source: Item added successfully
af: An ƙara abu da nasara
sw: E tinyere ihe nke ọma
zu: A fi nkan kun ni aṣeyọri

source: Error uploading image
af: Kuskure wajen loda hoto
sw: Njehie na-ebunye foto
zu: Aṣiṣe ni igbasilẹ aworan

# error_uploading_image_with_error
source: Error uploading image: {error}
af: Kuskure wajen loda hoto: {error}
sw: Njehie na-ebunye foto: {error}
zu: Aṣiṣe ni igbasilẹ aworan: {error}

source: Add Promotions
af: Ƙara Tallace-tallace
sw: Tinye mgbasa ozi
zu: Fi ifowopamọ kun

source: Old Price
af: Tsohon Farashi
sw: Ọnụahịa Ochie
zu: Iye Owo Atijọ

# please_enter_location
source: Please enter a location
af: Don Allah shigar da wurin
sw: Biko tinye ọnọdụ
zu: Jọwọ tẹ ipo sii

source: Select Subcategory
af: Zaɓi Rukunin Ƙasa
sw: Họrọ Otu Nkezi
zu: Yan Ẹka Igbẹhin

# please_select_subcategory
source: Please select a subcategory
af: Don Allah zaɓi rukunin ƙasa
sw: Biko họrọ otu nkezi
zu: Jọwọ yan ẹka igbehin

source: Per Pack
af: Kowane Kunshi
sw: Nke Ọ bụla
zu: Fun apo

source: Per Gallon
af: Kowane Galan
sw: Nke Ọnụego
zu: Fun galọnu

source: Per Head
af: Kowane Kai
sw: Nke Isi
zu: Fun ori

source: Per Kilo
af: Kowane Kilo
sw: Nke Kilo
zu: Fun kilo

source: Per Bag
af: Kowane Jaka
sw: Nke Akpa
zu: Fun apo

source: Submit Changes
af: Mika Sauye-sauye
sw: Nyefe Ndakọrịta
zu: Fọwọsi Awọn Ayipada

source: Item details updated successfully
af: An sabunta cikakken bayanin abu cikin nasara
sw: Nkọwa Ihe emelitere nke ọma
zu: Awọn alaye nkan ti a ṣe imudojuiwọn ni aṣeyọri

# error_updating_item_details_with_error
source: Error updating item details: {error}
af: Kuskure wajen sabunta cikakken bayanin abu: {error}
sw: Njehie n'ịmelite nkọwa ihe: {error}
zu: Aṣiṣe ni imudojuiwọn awọn alaye nkan: {error}

source: Edit Discount Details
af: Shirya Cikakkun Bayanin Rangwame
sw: Dezie Nkọwa Nkwụnye Ego
zu: Ṣatunkọ Awọn Alaye ẹdinwo

# error_fetching_item_details
source: Error fetching item details: {error}
af: Kuskure wajen samun cikakkun bayanan abu: {error}
sw: Njehie na-enweta nkọwa ihe: {error}
zu: Aṣiṣe ni gbigba awọn alaye nkan: {error}

# error_updating_item_details
source: Error updating item details: {error}
af: Kuskure wajen sabunta cikakkun bayanan abu: {error}
sw: Njehie na-emelite nkọwa ihe: {error}
zu: Aṣiṣe ni imudojuiwọn awọn alaye nkan: {error}

source: Error fetching download URL!
af: Kuskure wajen samun URL na saukewa!
sw: Njehie na-enweta URL nbudata!
zu: Aṣiṣe ni gbigba URL gbigba lati ayelujara!

source: Invalid URL!
af: URL mara inganci!
sw: URL adịghị mma!
zu: URL ti ko wulo!

source: Change Image
af: Canza Hoto
sw: Gbanwee Ihe oyiyi
zu: Ṣe Ayipada Aworan

source: Pick Image
af: Zaɓi Hoto
sw: Họrọ Ihe oyiyi
zu: Yan Aworan

source: Edit Item Details
af: Shirya Bayanai na Kayan
sw: Dezie Nkọwa Ngwa
zu: Ṣatunkọ Awọn alaye Ohun

source: Inventory Management
af: Gudanar da Jari
sw: Nlekọta Ngwongwo
zu: Iṣakoso Ẹrọ

source: Item deleted successfully
af: An share abu cikin nasara
sw: E zigara ihe nke ọma
zu: A ti pa nkan rẹ ni aṣeyọri

source: Error deleting item:
af: Kuskure wajen share abu:
sw: Njehie na-ehichapụ ihe:
zu: Asise ninu pipa nkan naa:

source: No inventory items found.
af: Ba a sami abubuwan jari ba.
sw: Enweghị ihe ọ bụla dị na ngwongwo.
zu: Ko si nkan ti a ri ninu ẹrọ.

source: Confirm Delete
af: Tabbatar da Sharewa
sw: Kwenye Ibiapụ
zu: Jẹrisi Pipa

# confirm_delete_question
source: Are you sure you want to delete this item?
af: Kuna tabbatar da cewa kuna son share wannan abu?
sw: Ị kwadoro na ịchọrọ ịkpọọ ihe a?
zu: Ṣe o da ọ loju pe o fẹ pa nkan yii?

source: Cancel
af: Soke
sw: Kagbuo
zu: Fagile

source: Delete
af: Share
sw: Kpọọ
zu: Pa

source: Promotions Management
af: Gudanar da Talla
sw: Nlekọta Mbugharị
zu: Iṣakoso Ipolowo

source: No promotions items found.
af: Ba a sami abubuwan talla ba.
sw: Enweghị ihe ọ bụla dị na mbugharị.
zu: Ko si nkan ipolowo ti a ri.

source: No delivered orders found.
af: Ba a sami umarni da aka isar ba.
sw: Enweghị iwu ebuputara.
zu: Ko si awọn aṣẹ ti a fi jiṣẹ.

source: Order Items
af: Abubuwan da aka yi oda
sw: Ihe ọ bụla edere n'usoro
zu: Awọn nkan ti a paṣẹ

source: Prepare Items for Shipping
af: Shirya Abubuwa don Jirgin ruwa
sw: Kwadebe ihe maka Mbupu
zu: Ṣetan Awọn nkan fun Gbigbe

source: Ordered Items
af: Abubuwan da aka yi oda
sw: Ihe ọ bụla edere n'usoro
zu: Awọn nkan ti a paṣẹ

source: Order ID:
af: ID na Oda:
sw: ID N'usoro:
zu: ID Ibere:

source: Order Date:
af: Ranar Oda:
sw: Ụbọchị Odee:
zu: Ọjọ Ibere:

# price_with_column
source: Price:
af: Farashi:
sw: Ọnụahịa:
zu: Iye:

source: Quantity:
af: Yawan:
sw: Ọnụọgụ:
zu: Opin:
