Repository: CarlsGalad/gona_farmer
Catalog: lib/l10n/gona_*.arb
Languages: af, sw, zu

source: Delivered Orders
af: Umarni da aka Isar
sw: Iwu Ebuputara
zu: Awọn aṣẹ ti a jiṣẹ

# error_fetching_details
source: Error fetching account details
af: Kuskure wajen samo bayanan asusu
sw: Njehie na-enweta nkọwa akaụntụ

# no_details_found
source: No account details found
af: Babu bayanan asusu da aka samo
sw: Enweghị nkọwa akaụntụ a hụrụ

source: Update Account Details
af: Sabunta bayanan asusu
sw: Melite nkọwa akaụntụ

source: Account Name
af: Sunan Asusu
sw: Aha Akaụntụ

source: Bank Name
af: Sunan Banki
sw: Aha Bank

source: Account Number
af: Lambar Asusu
sw: Nọmba Akaụntụ

source: Update
af: Sabunta
sw: Melite

# details_updated_success
source: Account details updated successfully
af: An sabunta bayanan asusu cikin nasara
sw: Nkọwa akaụntụ emelitere nke ọma

# update_failed
source: Failed to update account details
af: An kasa sabunta bayanan asusu
sw: Mgbalị na-emezigharị nkọwa akaụntụ dara

source: Error: User not found
af: Kuskure: Ba a sami mai amfani ba
sw: Njehie: A hụghị onye ọrụ

source: User data not found.
af: Ba a sami bayanan mai amfani ba.
sw: Enweghị data onye ọrụ ahụhụ.

source: City
af: Garin
sw: Obodo

source: State
af: Jiha
sw: Steeti

source: Personal Info
af: Bayanan Keɓaɓɓu
sw: Nkọwa Onwe

source: Email
af: Imel

# title
source: Edit Profile
af: Gyara Bayanin
sw: Dezie profaịlụ

source: Farm Name
af: Sunan Gona
sw: Aha Ụgbọ

source: Farm owner
af: Mai Gona
sw: Onye nwe Ụgbọ

source: Email Address
af: Adireshin Imel
sw: Adreesị E-mail

source: Phone Number
af: Lambar Wayar
sw: Nọmba ekwentị

source: Address
af: Adireshi
sw: Adreesị

source: Update Profile
af: Sabunta Bayani
sw: Melite Profaịlụ

source: Profile updated successfully
af: An sabunta bayanin nasara
sw: Enwetara mmelite profaịlụ nke ọma

# change_password_widget
source: Change Password
af: Canza Kalmar Sirri
sw: Gbanwee Okwuntughe

source: Old Password
af: Tsohuwar Kalmar Sirri
sw: Okwuntughe Ọhụrụ

source: New Password
af: Sabuwar Kalmar Sirri
sw: Okwuntughe Ọhụrụ

source: Confirm New Password
af: Tabbatar da Sabuwar Kalmar Sirri
sw: Kwenye Okwuntughe Ọhụrụ

# enter_old_password
source: Please enter your old password
af: Da fatan za a shigar da tsohuwar kalmar sirrinku
sw: Biko tinye okwuntughe gị gara aga

# enter_new_password
source: Please enter a new password
af: Da fatan za a shigar da sabuwar kalmar sirri
sw: Biko tinye okwuntughe ọhụrụ

# confirm_new_password_instruction
source: Please confirm your new password
af: Da fatan za a tabbatar da sabuwar kalmar sirri
sw: Biko kwenyere okwuntughe ọhụrụ

source: Passwords do not match
af: Kalmar sirri ba ta dace ba
sw: Okwuntughe adịghị ka nke ahọpụtara

source: Password changed successfully
af: An canza kalmar sirri nasara
sw: Agbanweela okwuntughe nke ọma

# password_change_failed
source: Failed to change password
af: An kasa canza kalmar sirri
sw: Ịgbanweta okwuntughe agaghị adịkwu

source: Change Password
af: Canza Kalmar Sirri
sw: Gbanwee Okwuntughe

source: Edit Profile
af: Gyara Bayanin
sw: Dezie profaịlụ

source: Manage Notifications
af: Sarrafa Sanarwa
sw: Jikwaa Ịma Ọkwa

source: Privacy Policy
af: Manufar Sirri
sw: Usoro Nzuzo

# promotions_discounts
source: Promotions and Discounts
af: Ragewa da Fa'ida
sw: Mbupu na Mmefu ego

source: New Products
af: Sabbin Kayayyaki
sw: Ngwaahịa Ọhụrụ

source: Order Updates
af: Sabuntawa Odar
sw: Mmelite iwu

source: Get notified about
af: Samun sanarwa game da
sw: Nweta ọkwa gbasara

source: Close
af: Rufe
sw: Mepụ

# policy_intro
source: This privacy policy governs the use of Gona Vendor Marketplace
af: Wannan manufar sirri tana sarrafa amfani da Gona Vendor Marketplace
sw: Usoro nzuzo a na-achịkwa ojiji nke Gona Vendor Marketplace

# info_we_collect
source: Information we collect
af: Bayanan da muke tarawa
sw: Ozi anyị na-anakọta

# collect_details
source: We collect information you provide to us directly, such as your business name, contact person's name, email address, and business details when you register for a vendor account.
af: Muna tattara bayanan da ka bayar mana kai tsaye, kamar sunan kasuwancinka, sunan mai hulɗa, adireshin imel, da bayanan kasuwanci lokacin da ka yi rijista don samun asusun dillali.
sw: Anyị na-anakọta ozi ị na-enye anyị ozugbo, dị ka aha azụmahịa gị, aha onye kọntaktị, adreesị email, na nkọwa azụmahịa mgbe ị na-edebanye aha maka akaụntụ onye na-ere ahịa.

# how_we_use_info
source: How We Use Your Information
af: Yadda muke amfani da bayananka
sw: Otu anyị si eji ozi gị

# use_details
source: We use the information we collect to facilitate your use of our services, to communicate with you regarding your vendor account and activities, and to personalize your experience on the platform.
af: Muna amfani da bayanan da muke tattara don sauƙaƙe amfani da sabis ɗinmu, don sadarwa da kai game da asusun dillalinka da ayyuka, da kuma na keɓance ƙwarewarka akan dandalin.
sw: Anyị na-eji ozi anyị na-anakọta iji mee ka iji ọrụ anyị dịrị mfe, iji kọọrọ gị banyere akaụntụ onye na-ere ahịa gị na ọrụ ndị dị iche iche, ma kwalite ahụmịhe gị na ikpo okwu.

# sharing_info
source: Sharing of Information
af: Raba Bayanan
sw: Ịkekọrịta ozi

# sharing_details
source: We do not share your personal or business information with third parties unless necessary for the operation of our services or as required by law.
af: Ba ma raba bayananka na sirri ko na kasuwanci da wasu kamfanoni sai dai idan ya zama dole don aikin sabis ɗinmu ko kuma kamar yadda doka ta buƙata.
sw: Anyị anaghị eketa ozi gị nkeonwe ma ọ bụ nke azụmahịa gị na ndị ọzọ belụsọ ma ọ bụrụ na ọ dị mkpa maka ọrụ ọrụ anyị ma ọ bụ dị ka iwu chọrọ.

source: Contact Us
af: Tuntuɓi Mu
sw: Kpọtụrụ anyị

# contact_details
source: If you have any questions or concerns about our privacy policy, please contact us at yelsgink@gmail.com.
af: Idan kana da wasu tambayoyi ko damuwa game da manufar sirrinmu, don Allah a tuntuɓe mu a yelsgink@gmail.com.
sw: Ọ bụrụ na ị nwere ajụjụ ma ọ bụ nsogbu gbasara usoro nzuzo anyị, biko kpọtụrụ anyị na yelsgink@gmail.com.

source: Languages
af: Harsuna
sw: Asụsụ

source: Select Language
af: Zaɓi Harshen
sw: Họrọ Asụsụ

source: Terms of Service
af: Sharuɗɗan Sabis
sw: Ụkpụrụ Ọrụ

# intro
source: Welcome to the Gona Vendor Marketplace! By using our app, you agree to comply with and be bound by the following terms and conditions
af: Barka da zuwa Kasuwar Gona Vendor! Ta amfani da app ɗinmu, kun yarda da bin waɗannan sharuɗɗa da ƙa'idojin da aka tanada
sw: Nnọọ na Gona Vendor Marketplace! Site na iji ngwa anyị, ị kwetara ịzọ ụzọ nke ụkpụrụ na ọnọdụ ndị a

# section1_title
source: 1. Purchases and Deliveries
af: 1. Saya da Bayarwa
sw: 1. Ịzụta na Nyefee

# section1_content
source: Consumers place orders through our platform, and payment is processed immediately. We operate an escrow system where funds are held until delivery confirmation. Vendors are responsible for timely and accurate order fulfillment, ensuring that products are delivered in good condition and meet customer expectations. Payment is released to vendors upon successful delivery confirmation by the customer. We accept various payment methods, including credit/debit cards, mobile wallets, and cash on delivery where available. Vendors must adhere to the return and refund policy outlined in our terms of service, providing refunds or exchanges as required.
af: Masu amfani suna yin odar kayayyaki ta hanyar dandamalinmu, kuma an biya kuɗin nan take. Muna gudanar da tsarin ajiya inda ake riƙe kuɗi har sai an tabbatar da isarwa. Masu sayarwa suna da alhakin cikakken ƙaddamar da oda a cikin lokaci da inganci, suna tabbatar da cewa an kawo kayayyaki a cikin yanayi mai kyau kuma sun cika tsammanin abokan ciniki. Za a saki kuɗi ga masu sayarwa bayan nasarar tabbatar da isarwa ta hanyar abokin ciniki. Muna karɓar hanyoyi da dama na biyan kuɗi, gami da katunan kuɗi/katin cire kuɗi, walat na hannu, da biyan kuɗi a lokacin isarwa idan akwai. Dole ne masu sayarwa su bi manufofin dawowa da maidowa waɗanda aka ayyana a cikin sharuɗɗan sabis ɗinmu, suna samar da mayar da kuɗi ko musanya yadda ake buƙata.
sw: Ndị na-azụ ahịa na-etinye iwu site na ikpo okwu anyị, na ego ga-agbanwe ozugbo. Anyị na-arụ usoro escrow ebe ego na-anọgide ruo mgbe agbasara ọnụego enyefe. Ndị na-ere ahịa na-eburu ọrụ maka ikpesa ozi ngwa ngwa na nke ọma, na-elele na ndị ahịa dị mma na ịdị mma nke ngwaahịa ndị a nyefere na-achọsi ndị ahịa mma. A ga-akwụ ụgwọ maka ndị na-ere ahịa mgbe ọgbọchiri nyefee zuru oke site na ndị ahịa. Anyị na-anabata ụzọ mgbazinye ego dị iche iche, gụnyere kaadị akwụ ụgwọ/akpọọ ego, woleet ekwentị, na ụgwọ mgbe nyefe dịnụ. Ndị na-ere ahịa aghaghị iburu na nkịtị iwu nzaghachi na agbanye na ụkpụrụ ọrụ anyị, na-enye mgbazinye ego ma ọ bụ ngbanwe dịka achọrọ.

# section2_title
source: 2. Vendor Responsibilities
af: 2. Alhakin Mai siyarwa
sw: 2. Ọrụ Onye Na-ere Ahịa

# section2_content
source: Vendors are responsible for accurately listing their products and ensuring that product descriptions are detailed and informative. It's important to promptly update product availability and inventory to prevent overselling or stockouts. Vendors should respond promptly to customer inquiries and feedback to maintain a positive reputation and customer satisfaction.
af: Masu sayarwa suna da alhakin daidaiton jerin kayansu da tabbatar da cewa bayanan kayayyaki sun cika da bayani mai gamsarwa. Yana da mahimmanci a sabunta samuwar kayayyaki da abubuwan ciki cikin lokaci don hana sayar da fiye da adadin da ake da shi ko ƙarewa. Masu sayarwa ya kamata su amsa tambayoyin abokan ciniki da martani da sauri don kiyaye suna mai kyau da gamsar da abokan ciniki.
sw: Ndị na-ere ahịa na-eburu ọrụ maka idenye aha ngwaahịa ha n'eziokwu ma na-enyocha na nkọwa ngwaahịa ahụ zuru oke na na-akọwapụta nke ọma. Ọ dị mkpa ịgbanwe ozugbo enyefe ngwaahịa na ihe nchedo iji gbochie ire ju ọnụ ma ọ bụ mkpọsa ngwaahịa. Ndị na-ere ahịa kwesịrị ịza ajụjụ ndị ahịa ngwa ngwa iji mee ka aha ọma na afọ ojuju ndị ahịa.

# section3_title
source: 3. Liability and Dispute Resolution
af: 3. Wajibi da Warware Rikici
sw: 3. Ndebanye Agha na Ikpe

# section3_content
source: While we strive to ensure the quality and accuracy of product listings, we cannot guarantee the availability or quality of products offered by vendors. Disputes between vendors and customers should be resolved amicably and in accordance with our dispute resolution process outlined in our terms of service. Our platform reserves the right to suspend or terminate vendor accounts that violate our terms of service or engage in fraudulent or deceptive practices.
af: Duk da cewa muna ƙoƙarin tabbatar da inganci da daidaiton jerin kayayyaki, ba za mu iya ba da tabbacin samuwa ko ingancin kayayyaki da masu sayarwa ke bayarwa ba. Dole ne a warware rikice-rikicen tsakanin masu sayarwa da abokan ciniki cikin sauƙi da kuma bisa ga tsarin warware rikice-rikice da aka tanada a cikin sharuɗɗan sabis ɗinmu. Dandalinmu yana da damar dakatarwa ko dakatar da asusun masu sayarwa waɗanda ke karya sharuɗɗan sabis ɗinmu ko suka shiga cikin ayyukan zamba ko na yaudara.
sw: Agbanyeghị na anyị na-agbalị ịchọpụta ịdị mma na eziokwu nke ngalaba ngwaahịa, anyị enweghị ike ịkọwa ịdị mma ma ọ bụ mma nke ngwaahịa ndị a na-enye ndị na-ere ahịa. Ihe ndị na-ere ahịa na ndị ahịa kwesịrị ịbụ ndị ziri ezi na mpaghara ndị ahụ dị ka ọ dị na usoro ikpe. Ikpo okwu anyị nwere ikike iji kwụsị ma ọ bụ kwụsị akaụntụ ndị na-ere ahịa ndị na-akụda iwu ndị ọrụ anyị ma ọ bụ na-ekere òkè na omume aghụghọ ma ọ bụ aghụghọ.

# contact_detailst
source: If you have any questions or concerns about our terms of service, please contact us at support@gona.com.
af: Idan kuna da tambayoyi ko damuwa game da sharuɗɗan sabis ɗinmu, da fatan za a tuntuɓi mu a support@gona.com.
sw: Ọ bụrụ na ị nwere ajụjụ ọ bụla ma ọ bụ nchegbu gbasara ụkpụrụ ọrụ anyị, biko kpọtụrụ anyị na support@gona.com.

# error_adding_item
source: Error adding item: {error}
sw: Njehie na-tinye ihe: {error}
zu: Aṣiṣe ni fifi nkan kun: {error}

source: User not logged in
sw: Onye ọrụ anaghị abanye
zu: Olumulo ko wọle
